-- สร้าง health_offices สำหรับสำนักงานเขตสุขภาพที่ 2-12
INSERT INTO health_offices (code, name, office_type, health_region_id, province_id)
VALUES 
  ('41206', 'สำนักงานเขตสุขภาพที่ 2', 'สำนักงานเขตสุขภาพ', 'aa68d052-0e09-462c-a9d8-ab164c3ed2cb', NULL),
  ('41306', 'สำนักงานเขตสุขภาพที่ 3', 'สำนักงานเขตสุขภาพ', 'a3e63e45-2252-43d2-8e32-67a664fb7223', NULL),
  ('41406', 'สำนักงานเขตสุขภาพที่ 4', 'สำนักงานเขตสุขภาพ', 'cf43e813-52cf-4151-84eb-cf1e73b154b7', NULL),
  ('41506', 'สำนักงานเขตสุขภาพที่ 5', 'สำนักงานเขตสุขภาพ', 'd960812c-c96d-4cc1-8ab4-f5cf2eb44cb8', NULL),
  ('41606', 'สำนักงานเขตสุขภาพที่ 6', 'สำนักงานเขตสุขภาพ', '3f06527e-53b9-4c02-9d97-94798a51d04a', NULL),
  ('41706', 'สำนักงานเขตสุขภาพที่ 7', 'สำนักงานเขตสุขภาพ', '0620bf06-8eea-4ef5-9d79-ebd3e2cfed3d', NULL),
  ('41806', 'สำนักงานเขตสุขภาพที่ 8', 'สำนักงานเขตสุขภาพ', '4fe4d2dc-cd01-4486-ba84-02d7d9bd7229', NULL),
  ('41906', 'สำนักงานเขตสุขภาพที่ 9', 'สำนักงานเขตสุขภาพ', '3123915c-dfd4-4e52-885d-f75bc37cb5ff', NULL),
  ('42006', 'สำนักงานเขตสุขภาพที่ 10', 'สำนักงานเขตสุขภาพ', 'ac0f1aeb-5e21-4b2f-8939-73e639887f26', NULL),
  ('42106', 'สำนักงานเขตสุขภาพที่ 11', 'สำนักงานเขตสุขภาพ', '7e47a04a-7087-47b6-80ec-73d3b4b04e8c', NULL),
  ('42206', 'สำนักงานเขตสุขภาพที่ 12', 'สำนักงานเขตสุขภาพ', '580be37a-57ae-4d57-ae5d-2c99d7dbd25a', NULL);